{
  "data": [
    {
      "id": "new-city-keeps-its-promise-accelerated-construction-progress-at-building-242-in-porto-golf-marina",
      "title": {
        "ar": "عقار تواصل الوفاء بوعودها: تسارع وتيرة الإنشاءات في عمارة 242 بمشروع بورتو جولف مارينا",
        "en": " New City Keeps Its Promise: Accelerated Construction Progress at Building 242 in Porto Golf Marina"
      },
      "excerpt": {
        "ar": "أكدت شركة عقار التزامها الراسخ تجاه عملائها من خلال تكثيف العمل الميداني في عمارة 242 ببورتو جولف مارينا، حيث تواصل الفرق الهندسية العمل ليل نهار لضمان التسليم وفق أعلى معايير الجودة والجدول الزمني المحدد.",
        "en": "New City reaffirms its strong commitment to clients by intensifying on-site work at \"Building 242\" in Porto Golf Marina. Engineering teams are working around the clock to ensure delivery according to the highest quality standards and the scheduled timeline."
      },
      "content": {
        "ar": "<blockquote><strong>المصداقية هي الأساس.. والعمل يتحدث عن نفسه</strong></blockquote><blockquote>في إطار حرصها الدائم على تعزيز جسور الثقة والمصداقية مع عملائها، أعلنت شركة \"عقار\" عن أحدث المستجدات الميدانية في مشروعها المتميز \"بورتو جولف مارينا\". وتؤكد الشركة دائماً أن كلمتها واحدة، وأن التزامها تجاه العملاء يأتي في مقدمة أولوياتها.</blockquote><blockquote><strong>تطورات عمارة 242</strong></blockquote><blockquote> يسعدنا أن نشارككم لقطات حية من أرض الواقع، وتحديداً من موقع \"عمارة 242\"، حيث تجري الإنشاءات حالياً على قدم وساق. تواصل فرق العمل، من مهندسين وفنيين، العمل بجهد متواصل \"الليل بالنهار\" لتحقيق أعلى معدلات الإنجاز.</blockquote><blockquote><strong>الجودة والالتزام</strong></blockquote><blockquote><strong><span class=\"ql-cursor\">﻿﻿</span></strong> لا تقتصر جهودنا على السرعة فحسب، بل نضع نصب أعيننا تطبيق أعلى معايير الجودة الإنشائية، مع الالتزام الصارم بالجدول الزمني المحدد للتسليم.</blockquote><blockquote>في عقار، نحن نبني أكثر من مجرد وحدات سكنية؛ نحن نبني مستقبلاً آمناً لاستثماراتكم. <strong>عقار.. استثمارك في أمان.</strong></blockquote><p><br></p>",
        "en": "<p><strong>Credibility is Key.. Actions Speak Louder</strong></p><p>In line with its dedication to building trust and credibility, New City has announced the latest on-site developments at its flagship project, \"Porto Golf Marina.\" The company emphasizes that its word is its bond and that its commitment to customers remains the top priority.</p><p><strong>Updates on Building 242</strong> We are pleased to share live updates from the ground, specifically from <strong>Building 242</strong>, where construction is proceeding rapidly. Our teams of engineers and technicians are working around the clock, day and night, to ensure the highest completion rates.</p><p><strong>Quality and Commitment</strong> Our efforts are not just about speed; we are strictly adhering to the highest construction quality standards while meeting the specified delivery timeline.</p><p>At New City, we build more than just residential units; we build a secure future for your investments. <strong>New City.. Your Investment is Safe.</strong></p>"
      },
      "category": "projects",
      "status": "published",
      "image": "/uploads/1766932599464-fa85c619-1182-4d9a-a40e-31f7fac37d56-opt.jpg",
      "createdAt": "2025-12-28T14:32:22.825Z",
      "createdBy": "admin-001",
      "updatedAt": "2025-12-28T14:42:09.999Z"
    }
  ],
  "total": 1,
  "page": 1,
  "limit": 20,
  "totalPages": 1,
  "hasNext": false,
  "hasPrev": false,
  "generatedAt": "2025-12-28T14:42:10.501Z"
}